Repository: budinev/enigma2-plugin-extensions-xcplugin-iptv-mod-lululla
Catalog: usr/lib/enigma2/python/Plugins/Extensions/XCplugin/locale/*/LC_MESSAGES/XCplugin.po
Languages: de, es, fr, hr

source: Bottom
fr: Bas

source: Top
fr: Haut

source: M3U to TV
fr: M3U vers TV

source: MPEGTS to TV
fr: MPEGTS vers TV

source: interval
fr: intervalle

source: fixed time
fr: heure fixe

source: User Files
de: Benutzerdaten
es: Archivos Usuario
fr: Fich. utilisateur
hr: Korisničke datoteke

source: Close
de: schließen
es: Cerrar
fr: Fermer
hr: Zatvori

source: Save
de: Speichern
es: Guardar
fr: Sauver
hr: Pohrani

source: Update
de: Aktualisieren
es: Actualización
fr: Mise à jour
hr: Nadogradnja

source: Last channel update: %s
fr: Dernière m-à-j des chaînes: %s

source: Link in Main Menu
de: Links im Hauptmenü
es: Enlaces en el Menú Principal
fr: Lien dans le menu principal
hr: Link u glavni izbornik

source: Display XCplugin in Main Menu
de: Zeigen Sie XCplugin im Hauptmenü an
es: Mostrar XCplugin en el menú principal
fr: Afficher XCplugin dans le menu principal
hr: Prikaz XCplugina u glavnom izborniku

source: Server URL
es: Servidor URL
fr: URL serveur

source: Enter Url:Port without 'http://' your_domine:8000
de: Geben Sie URL ein: Port ohne 'http: //' your_dome: 8000
es: Ingrese Url: Puerto sin 'http: //' your_domine: 8000
fr: Entrez l'URL: port sans 'http://' votre_domaine: 8000
hr: Unesite Url:Port bez "http://" your_domine: 8000

source: Server Username
es: Servidor Username
fr: Nom d'utilisateur du serveur
hr: Server korisnicko ime

source: Enter Username
de: Benutzername eingeben
es: Introduzca su nombre de usuario
fr: Saisir un nom d'utilisateur
hr: Unesite korisničko ime

source: Server Password
es: Servidor Password
fr: Mot de passe du serveur
hr: Server zaporka

source: Enter Password
de: Passwort eingeben
es: Introducir la contraseña
fr: Saisir votre mot de passe
hr: Upišite lozinku

source: Automatic bouquet update (schedule):
de: Automatisches Bouquet-Update (Zeitplan):
es: Actualización automática de aromas (horario):
fr: Mise à jour de bouquet automatique (horaire):
hr: Automatsko ažuriranje buke (raspored):

source: Active Automatic Bouquet Update
de: Aktives automatisches Bouquet-Update
es: Actualización de actualización automática activa
fr: Activer la mise à jour de bouquet automatique
hr: Ažuriranje aktivnog automatskog ukrašavanja

source: Schedule type:
fr: Type de programmation:

source: At an interval of hours or at a fixed time
de: In einem Intervall von Stunden oder zu einer festen Zeit
es: En un intervalo de horas o en un tiempo fijo
fr: À un intervalle d'heures ou à une heure fixe
hr: U intervalima od sati ili u određeno vrijeme

source: Update interval (hours):
fr: Intervalle de mise à jour (heures):

source: Configure every interval of hours from now
de: Konfigurieren Sie ab jetzt jedes Intervall von Stunden
es: Configure cada intervalo de horas a partir de ahora
fr: Configurer chaque intervalle d'heures à partir de maintenant
hr: Konfigurirajte svaki interval sati od sada

source: Time to start update:
fr: Heure pour effectuer la mise à jour:

source: Configure at a fixed time
de: Zu einer festen Zeit konfigurieren
es: Configurar en un tiempo fijo
fr: Configurer à un moment fixe
hr: Konfigurirajte u određeno vrijeme

source: Services Type
fr: Type de services
hr: Servis tip

source: Configure service Reference Gstreamer or Exteplayer3
de: Konfigurieren Sie den Dienst Referenz Gstreamer oder Exteplayer3
es: Configurar el servicio Referencia Gstreamer o Exteplayer3
fr: Configurer la référence de service GStreamer ou Exteplayer3
hr: Konfigurirajte Gstreamer ili Exteplayer3 usluge

source: LivePlayer Active
de: LivePlayer Aktiv
es: LivePlayer Activo
fr: LivePlayer actif
hr: LivePlayer aktivan

source: Live Player for Stream .ts: set No for Record Live
de: Live-Player für Stream .ts: Legen Sie No für Record Live fest
es: Live Player for Stream .ts: configure No para Record Live
fr: Live Player pour Stream .ts: définir NON pour enregistrer le direct
hr: Live Player za streaming .ts: postavite ne za snimanje uživo

source: NetSpeed in Player
es: NetSpeed en Player
fr: VitesseRéseau dans le lecteur
hr: NetSpeed u Player

source: Use NetSpeed test in Vod and Live Player
de: Verwenden Sie den Net Speed Test in Vod und Live Player
es: Utilice la prueba de velocidad en Vod y Live Player
fr: Utiliser la vitesse réseau en VOD et Lecture en direct
hr: Koristite NetSpeed test u Vod i Live Playeru

source: Folder user file .xml
de: Ordner Benutzerdatei .xml
es: Archivos Usuario file .xml
fr: Dossier fichier utilisateur .xml
hr: Korisnička datoteka mape .xml

source: Configure folder containing .xml files
de: Konfigurieren Sie den Ordner mit den XML-Dateien
es: Configurar la carpeta que contiene archivos de files .xml
fr: Configurer le dossier contenant des fichiers. xml
hr: Konfigurirajte mapu koja sadrži .xml datoteke

source: Media Folder
de: Medienordner
es: Archivos Media
fr: Dossier multimédia
hr: Medijska mapa

source: Configure folder containing movie files
de: Konfigurieren Sie den Ordner mit den Filmdateien
es: Configurar la carpeta que contiene archivos de película
fr: Configurer le dossier contenant des fichiers vidéo
hr: Konfigurirajte mapu s filmskim datotekama

source: Conversion type Output
de: Konvertierungstyp Ausgabe
es: Tipo de conversión Output
fr: Type de conversion sortie
hr: Vrsta pretvorbe Output

source: Configure type of stream to be downloaded by conversion
de: Konfigurieren Sie den Typ des Streams, der durch die Konvertierung heruntergeladen werden soll
es: Configurar el tipo de flujo que se descargará por conversión
fr: Configurer le type de flux à télécharger par conversion
hr: Konfigurirajte vrstu streama koju želite preuzeti konverzijom

source: Place IPTV bouquets at
de: Setzen Sie IPTV-Blumensträuße an
es: Coloque ramos de IPTV en
fr: Placez des bouquets IPTV à
hr: Postavite IPTV bukete na

source: Configure to place the bouquets of the converted lists
de: Konfigurieren Sie, um die Bouquets der konvertierten Listen zu platzieren
es: Configurar para colocar los ramos de las listas convertidas
fr: Configurer pour placer les bouquets des listes converties
hr: Konfigurirajte postavljanje buketa konvertiranih popisa

source: Auto Update Plugin:
de: Auto-Update Plugins:
es: Actualizar Automáticamente Plugin:
fr: Mise-à-jour auto du plugin:
hr: Autmatska nadogradnja plugina

source: Configure autoupdate plugin
de: Konfigurieren Sie das Autoupdate-Plugin
es: Configurar el complemento de actualización automática
fr: Configurer la mise-à-jour auto du plugin
hr: Konfiguriraj dodatak za automatsko ažuriranje

source: New update available!! Do you want update plugin ?
de: Neues Update verfügbar!! Wollen Sie das Plugin aktualisieren?
es: Nueva actualización disponible !! ¿Quieres actualizar el plugin
fr: Nouvelle mise à jour disponible!! Voulez-vous mettre à jour le plugin?
hr: Nova nadogradnja dostupna! Zelite li plugin nadograditi?

source: XcPlugin is Last version!
de: XcPlugin ist aktuell!
es: XcPlugin última versión!
fr: XcPlugin est à la dernière version!
hr: XCplugin je zadnja inacica!

source: Updates available!
de: Updates verfügbar!
es: Actualizaciones disponibles!
fr: Mise-à-jour disponible!
hr: Nadogradnja dostupna!

source: Install update...
de: Installieren Sie das Update ...
es: instale la actualización...
fr: Installer la mise à jour...
hr: Instaliranje nadogradnje ...

source: Restart Interface Please!
de: Bitte starten Sie die GUI neu!
es: Por favor, reinicie Interfaz!
fr: S’il vous plaît redémarrer l'interface!
hr: Molimo, pokrenite ponovo GUI.

source: Execution finished.
de: Ausführung beendet.
fr: Exécution terminée.
hr: Izvedba zavrsena.

source: Do you want to restart GUI ?
de: Wollen Sie die GUI neu zu starten ?
es: ¿Quieres reiniciar la interfaz ?
fr: Voulez-vous redémarrer IGU?
hr: Zelite li GUI ponovo pokrenuti ?

source: Error while downloading files!
de: Fehler beim Herunterladen von Dateien!
es: Descarga de archivos de error!
fr: Erreur lors du téléchargement de fichiers!
hr: Greska kod skidanja datoteke!

source: /media/hdd NOT DETECTED!
es: /media/hdd NO DETECTADO!
fr: /media/ndd pas détecté!

source: /media/usb NOT DETECTED!
es: /media/usb NO DETECTADO!
fr: /media/usb pas détecté!

source: Really close without saving settings?
de: Schließen ohne speichern?
es: Cerrar sin guardar ?
fr: Voulez-vous vraiment fermer sans sauver les paramètres?
hr: Zelite li zatvoriti bez pohrane ?

source: Downloading ...
de: Herunterladen ...
fr: Téléchargement...
hr: Skidam ...

source: Video Download Failed! Corrupted Download File: %s
de: Download Video nicht erfolgreich! Fehlerhaftes Datei-Downloads: %s
es: No se ha podido descargar vídeo! Descarga de archivos corruptos: %s
fr: Téléchargement vidéo a échoué! Fichier de téléchargement corrompu: %s
hr: Greska u skidanju video sadrzaja! Greska skidanja u datoteci: %s

source: Video Download Failed! Could not read RTMP-Packet: %s
de: Download Video nicht erfolgreich! Paket RTMP: konnte nicht gelesen werden: %s
es: No se ha podido descargar vídeo! No se puede leer el paquete RTMP: %s
fr: Téléchargement vidéo a échoué! Impossible de lire RTMP-Packet: %s
hr: Greska u skidanju video sadrzaja! Paket RTMP nije moguce pokrenuti. %s

source: Video Download Failed! Segmentation fault: %s
de: Download Video nicht erfolgreich! \ n Segmentierung fehlerhaft: %s
es: No se ha podido descargar vídeo! \ n fallo de segmentación: %s
fr: Téléchargement vidéo a échoué! Défaut de segmentation: %s
hr: Greska u skidanju video sadrzaja! \ n Povratna informacija o greski: %s

source: Video Download Failed! Server returned error: %s
de: Download Video nicht erfolgreich! zurückServerFehler: %s
es: No se ha podido descargar vídeo! error de servidor devuelto: %s
fr: Téléchargement vidéo a échoué! Erreur du serveur renvoyée: %s
hr: Greska u skidanju video sadrzaja! Povratna greska servera: %s

source: Video Download Failed! Unknown Error: %s
de: Download Video nicht erfolgreich! Unbekannter Fehler: %s
es: No se ha podido descargar vídeo! Unknown Error: %s
fr: Téléchargement vidéo a échoué! Erreur inconnue: %s
hr: Greska u skidanju video sadrzaja! Nepoznata greska: %s

source: Download
fr: Télécharger

source: Load M3U File
de: Lade M3U Datei
es: Cargar archivo M3U
fr: Charger un M3U
hr: Učitaj datoteku M3U

source: Exit Plugin?
de: Beenden ?
es: Salida ?
fr: Quitter le plugin?
hr: Izaci iz plugina ?

source: The MediaPlayer plugin is not installed! Please install it.
de: Mediaplayer Plugin ist nicht installiert! Bitte installieren Sie es.
es: El plug-in Media Player no está instalado! Por favor, instale.
fr: Le plugin MediaPlayer n'est pas installé ! Merci de l'installer.
hr: Mediaplayer plugin nije instaliran! Molimo, instalirajte ga.

source: No valid list
de: Keine gültige Liste
es: No hay una lista Válido
fr: Aucune liste valide
hr: Lista nije valjana

source: Please enter correct parameters in Config no valid list
de: Bitte geben Sie die richtigen Parameter in die Config ein Keine gültige Liste
es: Por favor, introduzca los parámetros correctos en Config No hay una lista Válido
fr: S'il vous plaît entrer les paramètres corrects dans Config aucune liste valide
hr: Molimo, upisite tocne postavke u konfiguracijsku listu. Lista nije valjana.

source: No Video to Download!! playlist_url != None
de: Keine Video Downloads!! playlist_url != None
es: No hay descargas de vídeo!! playlist_url != None
fr: Pas de vidéo à télécharger! playlist_url != None
hr: Greska u skidanju video sadrzaja! playlist_url != None

source: DOWNLOAD VIDEO? %s
fr: Télécharger la vidéo? %s
hr: Skinuti video? %s

source: Live Player Active in Setting: set No for Record Live
de: Live-Player aktiv in Einstellung: Legen Sie No für Record Live fest
es: Live Player Active in Setting: establezca No para Record Live
fr: Live Player actif dans Paramètre: définir Non pour enregistrer le direct
hr: Live Player Aktivno u postavci: postavite Ne za snimanje uživo

source: No Video to Download\Record!!
de: Keine Heruntergeladene Videos / Aufnahmen!!
es: No se haya video Descargado\Registrados!!
fr: Pas de vidéo à Télécharger\Enregistrer!
hr: Greska u skidanju/snimanju video sadrzaja!

source: [DOWNLOAD]
fr: [Télécharger]
hr: [Skidanje]

source: Please enter the parental control pin code
de: Bitte geben Sie den Pincode für die Kindersicherung ein
es: Por favor ingrese el código PIN de control parental
fr: Veuillez entrer le code pin du contrôle parental
hr: Unesite rodni kôd za nadzor roditelja

source: Enter pin code
de: Geben Sie den PIN-Code ein
es: Ingrese el código pin
fr: Saisir code PIN
hr: Unesite pin kôd

source: The pin code you entered is wrong.
de: Der PIN-Code, den Sie eingegeben haben, ist falsch.
es: El código pin que ingresaste es incorrecto.
fr: Le code PIN saisi est mauvais.
hr: PIN kôd koji ste unijeli pogrešan je.

source: Combined Live/VOD
fr: Combiné Direct/VOD
hr: Kombinirano Live/VOD

source: Convert Playlist to: %s ?
de: Playlist in: %s konvertieren?
es: Convierte la lista de reproducción a: %s?
fr: Convertir playlist à: %s ?
hr: Pretvori popis pjesama na: %s?

source: Reload list in progress...
de: Listen aktualisierung läuft...
es: Reordenar las listas en ejecutan...
fr: Recharger la liste en cours...
hr: Aktualiziranje liste u napredku ....

source: wait please...
de: bitte warten...
es: por favor espere...
fr: attendez s'il vous plaît...
hr: molimo pricekajte ...

source: Uninstall Team in progress...
fr: Désinstaller Team en cours...

source: BLUE = START PLAY RECORDED VIDEO
de: BLUE = START VIDEO-AUFNAHME
es: BLUE = GRABACIÓN DE INICIO DE VIDEO
fr: BLEU = commencer la lecture d’une vidéo enregistrée
hr: Plavo = Pokretanje snimanja

source: Remove
de: Entfernen
es: Eliminar
fr: Retirer
hr: Odbaci

source: Finished
de: Fertig
es: Terminado
fr: Terminé
hr: Zavrseno

source: Do you want to remove %s ?
de: Wirklich entfernen %s ?
es: ¿Quieres eliminar %s ?
fr: Voulez-vous supprimer %s ?
hr: Zelite li odbaciti %s ?

source: Put .m3u Files in Folder %s
de: Setzen Sie .m3u Dateien in Ordner %s
es: Coloque los archivos .m3u en la carpeta %s
fr: Mettre des fichiers. m3u dans le dossier %s
hr: Ubacite .m3u datoteku u mapu %s

source: Do you want to remove: %s ?
de: Möchten Sie entfernen: %s ?
fr: Voulez-vous supprimer: %s ?
hr: Da li želite da uklonite: %s ?

source: Do you want to Convert %s to favorite .tv ?
de: Wollen Sie %s Favoriten .tv konvertieren?
es: ¿Quieres Convertir %s a .tv favorito?
fr: Voulez-vous convertir %s en favori .tv?
hr: Zelite li %s u favorite .tv konvertirati?

source: Check on favorites lists...
de: Überprüfe Favoriten...
es: Check in bookmarks...
fr: Vérifier les listes de favoris...
hr: Provjerite listu favorita ...

source: Play
fr: Lire
hr: Pokreni

source: Preview
de: Vorschau
es: Avance
fr: Aperçu
hr: Pregled

source: Rename
de: Umbenennen
es: Cambiar Nombre
fr: Renommer
hr: Preimenuj

source: Import infos server
de: Info Server importieren
es: Importar información servidor
fr: Importer les infos du serveur

source: File saved to %s !
de: Datei gespeichert in %s!
es: Archivo guardado en %s!
fr: Fichier enregistré sur %s !
hr: Datoteka je sačuvana na %s !

source: File not found /tmp/xc.txt!
de: Info-Server importieren
fr: Fichier introuvable /tmp/xc.txt!

source: XCplugin Console Rename: %s
fr: XCplugin console renommer: %s
hr: XCplugin Console preimenuj: %s

source: XCplugin Reload list in progress... wait please...
de: XCplugin Liste erneut laden ... warte bitte...
es: XCplugin Volver a cargar la lista en progreso ... espere por favor...
fr: XCplugin Recharger la liste en cours… Attendez s'il vous plaît...
hr: XCplugin Ponovo učitaj listu ... sačekajte molim ...

source: XtreamCode-Config
hr: XtreamCode konfiguracija
